wrk/wrk_results.txt
Running 45s test @ http://localhost:5000/predict
  4 threads and 228 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.22s   450.16ms   1.97s    58.18%
    Req/Sec    12.97      9.75    60.00     75.30%
  1384 requests in 45.09s, 227.22KB read
  Socket errors: connect 0, read 0, write 0, timeout 1329
Requests/sec:     30.70
Transfer/sec:      5.04KB